Repository: guma44/brivo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Base Recipe Selection
pl: Wybór Przepisu Podstawowego

source: Brew It!
pl: Uwarz To!

source: Grain Temperature
pl: Temperatura Ziarna

source: Sparging Temperature
pl: Temperatura Wysładzania

source: Mash
pl: Zacieranie

source: Mash Information
pl: Parametry Zacierania

source: Boil Size
pl: Objętość Gotowania

source: Mash Efficiency
pl: Wydajność Zacierania

source: Liquor-to-Grist Ratio
pl: Stosunek Płynu do Ziarna

source: Fermentables
pl: Surowce Fermentujące

source: Name
pl: Nazwa

source: Type
pl: Rodzaj

source: Use
pl: Zastosowanie

source: Color
pl: Kolor

source: Extraction
pl: Ekstrakcja

source: Amount
pl: Ilość

source: Save
pl: Zapisz

source: Boil
pl: Gotowanie

source: Gravity Before Boil
pl: Gęstość Przed Gotowaniem

source: Expected Boil Volume
pl: Oczekiwana Objętość Piwa

source: Expected Pre-Boil Gravity
pl: Oczekiwana Gęstość Przed Gotowaniem

source: Boil Time
pl: Czas Gotowania

source: Hops
pl: Chmiele

source: Alpha Acids
pl: Alfa-Kwasy

source: Time
pl: Czas

# fermentation stage
source: Primary
pl: Burzliwa

source: Primary Fermentation Temperature
pl: Temperatura Fermentacji Burzliwej

source: Initial Gravity
pl: Gęstość Początkowa

source: Wort Volume
pl: Objętość Warki

source: Boil Loss
pl: Straty z Gotowania

source: Primary Fermentation
pl: Fermentacja Burzliwa

source: Expected Gravity
pl: Oczekiwana Gęstość

source: Expected Volume With Trub Loss
pl: Oczekiwana Objętość Razm ze Stratami

source: Expected Boil Loss
pl: Oczekiwana Strata z Gotowania

source: Batch IBU
pl: IBU dla Warki

source: Actual Mash Efficiency
pl: Rzeczywista Wydajność Zacierania

source: Yeasts
pl: Drożdże

source: Attenuation
pl: Atenuacja

source: Form
pl: Forma

source: Fermentation Checks
pl: Pomiary Gęstości

source: Add Fermentation Check
pl: Dodaj Pomiar Gęstości

source: Sample Day
pl: Dzień Pomiaru

source: Gravity
pl: Gęstość

source: Beer Temperature
pl: Temperatura Piwa

source: Ambient Temperature
pl: Temperatura Otoczenia

source: Comment
pl: Komentarz

source: Secondary
pl: Cicha

source: Secondary Fermentation Temperature
pl: Temperatura Fermentacji Cichej

source: Post-primary Gravity
pl: Gęstość Po Fermentacji Burzliwej

source: Secondary Fermentation
pl: Fermentacja Cicha

source: Packaging
pl: Rozlew

source: End Gravity
pl: Gęstość Końcowa

source: Beer Volume
pl: Objętość Piwa

source: Priming Temperature
pl: Temperatura Piwa

source: Priming Sugar
pl: Cukier

source: Amount of Water
pl: Ilość Wody

source: Calories
pl: Kalorie

source: Carbonation Guidline
pl: Wytyczne Nagazowania

source: British-Style Ales
pl: Brytyjskie Ale

source: Porter, Stout
pl: Proter, Stout

source: Belgian Ales
pl: Belgijskie Ale

source: European Lagers
pl: Europejskie Lagery

source: American Ales and Lagers
pl: Amerykańskie Ale i Lagery

source: Lambic
pl: Lambik

source: Fruit Lambic
pl: Lambik Owocowy

source: Finish
pl: Zakończ

source: Min Temperature
pl: Temperatura Min

source: Max Temperature
pl: Temperatura Max

source: Color Min
pl: Kolor Max

source: Color Max
pl: Kolor Max

source: Time Unit
pl: Jednostka Czasu

source: Temperature
pl: Temperatura

source: Expected Beer Volume
pl: Przewidywana Objętość Piwa

source: Submit
pl: Wyślij

source: Recipe Information
pl: Informacja o Przepisie

source: Batch Information
pl: Informacja o Warce

source: Boil Volume
pl: Objętość Gotowania

source: Pre-boil Gravity
pl: Gęstość Przed Gotowaniem

source: Primary Volume
pl: Objętość Fermentacji Burzliwej

source: Secondary Volume
pl: Objętość Fermentacji Cichej

source: Bitterness
pl: Goryczka

source: Bitterness Ratio
pl: Współczynnik Goryczki

source: Extras
pl: Dodatki

source: minute
pl: minut

source: hour
pl: godzin

source: day
pl: dni

source: week
pl: tydzień

source: month
pl: miesiąc

source: year
pl: rok

source: Created At
pl: Utworzono

source: Modified At
pl: Zmodyfikowano

source: Code
pl: Kod

source: Init
pl: Start

source: Mashing
pl: Zacieranie

source: Finished
pl: Zakończona

source: Forced
pl: Wymuszone

source: Refermentation
pl: Refermentacja

source: Corn Sugar
pl: Cukier trzcinowy

source: Table Sugar
pl: Cukier Stołowy

source: Dry Extract
pl: Suchy Ekstrakt

source: Batch
pl: Warka

source: Stage
pl: Etap

source: Recipe
pl: Przepis

source: User
pl: Użytkownik

source: Batch Number
pl: Numer Warki

source: Brewing Day
pl: Dzień Warzenia

source: Boil Waists
pl: Straty z Gotowania

source: Primary Fermentation Start Day
pl: Dzień Rozpoczęcia Fermentacji Burzliwej

source: Secondary Fermentation Start Day
pl: Dzień Rozpoczęcia Fermentacji Cichej

source: Dry Hops Start Day
pl: Dzień Rozpoczęcia Chmielenia Na Zimno

source: Packaging Start Day
pl: Dzień Rozlewu

source: Carbonation Type
pl: Rodzaj Nagazowania

source: Carbonation Level
pl: Poziom Nagazowania

source: Sugar Type
pl: Rodzaj Cukru

source: Any
pl: Jakikolwiek

source: Spice
pl: Przyprawa

source: Flavor
pl: Dodatek Smakowy

source: Fining
pl: Dodatek Polepszający

source: Herb
pl: Zioło

source: Water agent
pl: Dodatek Do Wody

source: Other
pl: Inny

source: Primary
pl: Podstawowy

source: Keging
pl: Kegowanie

source: Bottling
pl: Butelkowanie

source: Description
pl: Opis

source: Active
pl: Aktywność

source: Inventory
pl: Magazyn

source: Adjunct
pl: Dodatek

source: Grain
pl: Ziarno

source: Dry extract
pl: Suchy ekstrakt

source: Liquid extract
pl: Płynny ekstrakt

source: Sugar
pl: Cukier

source: Late boil
pl: Późne gotowanie

source: Country
pl: Kraj

source: Max Use
pl: Użycie Maksymalne

source: External Link
pl: Link Zewnętrzny

source: Weight of the fermentable, extract or sugar.
pl: Waga surowca fermentującego, ekstraktu lub cukru.

source: Fermentable Use
pl: Zastosowanie Surowca Fermentującego

source: Dry hop
pl: Chmielenie Na Zimno

source: Aroma
pl: Aromat

source: First wort
pl: Brzeczka Początkowa

source: Hop pellets
pl: Granulat

source: Whole hops
pl: Szyszki

source: Extract
pl: Extrakt

source: Dual Purpose
pl: Universalny

source: Bittering
pl: Goryczkowy

source: Alpha Min
pl: Alfa Min

source: Alpha Max
pl: Alfa Max

source: Substitue
pl: Zamiennik

source: Year
pl: Rok

source: Note
pl: Notatka

source: All Grain
pl: Zacieranie

source: Partial Mash
pl: Zacieranie częściowe

source: Style
pl: Styl

source: Evaporation Rate
pl: Tempo Parowania

source: Trub Loss
pl: Straty z Chmielenia

source: Dry Hopping Loss
pl: Straty z Chmielenia na Zimno

source: Liquor-To-Grist Ratio
pl: Stosunek Płynu do Ziarna

source: Public
pl: Publiczny

source: Catetory ID
pl: ID Kategorii

source: Category
pl: Kategoria

source: Alcohol Min
pl: Alkohol Min

source: Alcohol Max
pl: Alkohol Max

source: Fermentation Type
pl: Rodzaj Fermentacji

source: Appearance
pl: Wygląd

source: Flavour
pl: Smak

source: Mouthfeel
pl: Odczucie W Ustach

source: Overall
pl: Ogólnie

source: History
pl: Historia

source: Ingredients
pl: Surowce

source: Style Comparison
pl: Porównanie Stylów

source: Examples
pl: Przykłady

source: Tags
pl: Tagi

source: Wheat
pl: Przeniczne

source: Wild
pl: Dzikie

source: Dry
pl: Suche

source: Liquid
pl: Płynne

source: Slurry
pl: Gęstwa

source: Culture
pl: Kultura

source: Min Attenuation
pl: Atenuacja Min

source: Max Attenuation
pl: Atenuacja Max

source: Flocculation
pl: Flokulacja

source: Alcohol Tolerance
pl: Tolerancja Na Alkohol

source: Styles
pl: Style

source: Expiration Date
pl: Data Przydatności

source: Collected At
pl: Zebrane

source: Generation
pl: Pokolenie

source: Forbidden
pl: Zakazane

source: Page not found
pl: Nie znaleziono strony

source: This is not the page you were looking for
pl: To nie jest strona, której szukasz

source: Server Error
pl: Błąd Serwera

source: Ooops
pl: K***a

source: Looks like something went wrong
pl: Wygląda jakby coś się popsuło

source: Recipes
pl: Przepisy

source: Brewlog
pl: Dziennik

source: Settings
pl: Ustawienia

source: Log out
pl: Wyloguj

source: Sign up
pl: Zarejestruj się

source: Sign in
pl: Zaloguj

source: Boiling
pl: Gotowanie

source: Batch "%(name)s" no. %(number)s based on "%(recipe_name)s" recipe
pl: Warka "%(name)s" nr %(number)s na podstawie przepisu "%(recipe_name)s"

source: Delete Batch
pl: Usuń Warkę

source: Are you sure you want to delete batch with name
pl: Czy jesteś pewny/pewna, że chcesz usunąć warkę

source: Delete
pl: Usuń

source: Info
pl: Informacje

source: Brewing Date
pl: Data Warzenia

source: Secondary Date
pl: Data Fermentacji Cichej

source: Dry Hops Date
pl: Data Chmielenia Na Zimno

source: Packaging Date
pl: Data Rozlewu

source: Mash and Boil
pl: Zacieranie i Gotowanie

source: Original gravity
pl: Gęstość Początkowa

source: Boil loss
pl: Straty z Gotowania

source: Post-primary gravity
pl: Gęstość Po Fermentacji Burzliwej

source: Final gravity
pl: Gęstość Końcowa

source: Calories per 500ml
pl: Kalorie na 500ml

source: Volumes of CO2
pl: Objętość CO2

source: Add
pl: Dodaj

source: Delete Fermentation Check
pl: Usuń Pomiar Gęstości

source: Are you sure you want to delete this fermentation check?
pl: Czy jesteś pewny/pewna, że chcesz usunąć ten pomiar?

source: Update Fermentation Check
pl: Uaktualnij Pomiar Gęstości

source: Update
pl: Uaktualnij

source: Import Batch
pl: Importuj Warkę

source: Import
pl: Importuj

source: Batches
pl: Warki

source: Create New Batch
pl: Utwórz Nową Warkę

source: Toggle Filters
pl: Zmień Filtry

source: Filter
pl: Filtruj

source: Action
pl: Operacja

source: Hello %(username)s!
pl: Witaj %(username)s!

source: Your batch #%(batch_number)s - %(name)s is fermenting for %(ndays)s days. Go to your Brivo to adjust status or measure a density.
pl: Twoja warka #%(batch_number)s - %(name)s fermentuje już od %(ndays)s dni. Przejdź do Twojego Brivo aby zmienić status lub dodać pomiar gęstości.

source: Thank you, Brivo!
pl: Dziękujemy, Brivo

source: Create Extra
pl: Utwórz Dodatek

source: Create
pl: Utwórz

source: Delete Extra
pl: Usuń Dodatek

source: Are you sure you want to delete extra with name
pl: Czy jesteś pewny/pewna, że chcesz usunąć dodatek

source: Extra details
pl: Szczegóły

source: Close
pl: Zamknij

source: Update Extra
pl: Uaktualnij Dodatek

source: Create Fermentable
pl: Stwórz Surowiec Fermentujący

source: Delete Fermentable
pl: Usuń Surowiec Fermentujący

source: Are you sure you want to delete fermentable with name
pl: Czy jesteś pewny/pewna, że chcesz usunąć surowiec fermentujący

source: Fermentable details
pl: Szczegóły

source: Update Fermentable
pl: Uaktualnij Surowiec Fermentujący

source: Previous
pl: Poprzedni

source: Next
pl: Następny

source: Create Hop
pl: Utwórz Chmiel

source: Delete Hop
pl: Usuń Chmiel

source: Are you sure you want to delete hop with name
pl: Czy jesteś pewny/pewna, że chcesz usunąć chmiel

source: Update Hop
pl: Uaktualnij Chmiel

source: Delete Recipe
pl: Usuń Przepis

source: Are you sure you want to delete recipe with name
pl: Czy jesteś pewny/pewna, że chcesz usunąć przepis

source: Expected Volume
pl: Oczekiwana Objętość

source: Evaporation rate
pl: Tempo Parowania

source: Steps
pl: Kroki

source: Import Recipe
pl: Importuj Przepis

source: Create Recipe
pl: Utwórz Przepis

source: Size
pl: Wielkość

source: Create Style
pl: Utwórz Styl

source: Delete Style
pl: Usuń Styl

source: Are you sure you want to delete style with name
pl: Czy jesteś pewny/pewna, że chcesz usunąć styl

source: Update Style
pl: Uaktualnij Styl

source: Create Yeast
pl: Utwórz Drożdże

source: Delete Yeast
pl: Usuń Drożdże

source: Are you sure you want to delete yeast with name
pl: Czy jesteś pewny/pewna, że chcesz usunąć dodatek

source: Update Yeast
pl: Uaktualnij Drożdże

source: Profile
pl: Profil

source: Brewery
pl: Browar

source: Personal info
pl: Dane Osobowe

source: This email has already been registered.
pl: Ten e-mail jest już zajęty.

source: This username has already been taken.
pl: Nazwa użytkownika jest już zajęta.

source: General Units
pl: Jednostki Ogólne

source: Temperature Units
pl: Jednostki Temperatury

source: Gravity Units
pl: Jednostki Gęstości

source: Color Units
pl: Jednostki Koloru

source: Brewery Name
pl: Nazwa Browaru

source: External URL
pl: Zewnętrzny Adres URL

source: Number of Batches
pl: Ilość Warek

source: English
pl: Angielski

source: Polish
pl: Polski
